tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "age"
brew "azure-cli"
brew "chezmoi"
brew "doctl"
brew "gh"
brew "helm"
brew "hugo"
brew "jq"
brew "k2tf"
brew "kind"
brew "kubectx"
brew "lego"
brew "pandoc"
brew "terraform"
brew "postgresql"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
cask "visual-studio-code"
# cask "firefox"
cask "warp"
cask "obsidian"
cask "docker"
cask "spotify"
cask "zoom"
cask "slack"
cask "todoist"
cask "onedrive"
cask "freedom"
cask "dbeaver-community"
vscode "budparr.language-hugo-vscode"
vscode "docsmsft.docs-markdown"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wordcount"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "searKing.preview-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "yzhang.markdown-all-in-one"
